Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 버그·신뢰성
ar: الأخطاء والموثوقية
en: Bugs & reliability
es: Errores y fiabilidad
fr: Bugs et fiabilité
hi: बग और विश्वसनीयता
ja: バグ・信頼性
pt_br: Bugs e confiabilidade
ru: Баги и надёжность
zh_hans: 缺陷·可靠性

source: 버리기
ar: تجاهل
en: Discard
es: Descartar
fr: Supprimer
hi: हटाएँ
ja: 破棄
pt_br: Descartar
ru: Отменить
zh_hans: 放弃

source: 버전이 호환되지 않아요
ar: الإصدار غير متوافق
en: Versions are incompatible
es: Las versiones no son compatibles
fr: Les versions ne sont pas compatibles
hi: संस्करण असंगत हैं
ja: バージョンに互換性がありません
pt_br: Versões incompatíveis
ru: Версии несовместимы
zh_hans: 版本不兼容

source: 버튼 작게
ar: أزرار أصغر
en: Smaller buttons
es: Botones más pequeños
fr: Boutons plus petits
hi: बटन छोटे
ja: ボタンを小さく
pt_br: Botões menores
ru: Уменьшить кнопки
zh_hans: 按钮变小

source: 버튼 크게
ar: أزرار أكبر
en: Larger buttons
es: Botones más grandes
fr: Boutons plus grands
hi: बटन बड़े
ja: ボタンを大きく
pt_br: Botões maiores
ru: Увеличить кнопки
zh_hans: 按钮变大

source: 범위 과대
ar: النطاق واسع جدًا
en: Scope too large
es: Alcance demasiado amplio
fr: Périmètre trop large
hi: दायरा बहुत बड़ा
ja: 範囲が広すぎる
pt_br: Escopo muito amplo
ru: Слишком большой объём
zh_hans: 范围过大

source: 변경 %lld
ar: %lld تغييرات
en: %lld changed
es: %lld cambiados
fr: %lld modifiés
hi: %lld बदले
ja: %lld件変更
pt_br: %lld alterados
ru: Изменено: %lld
zh_hans: %lld 项更改

source: 변경 내역
ar: التغييرات
en: Changes
es: Cambios
fr: Modifications
hi: परिवर्तन
ja: 変更内容
pt_br: Alterações
ru: Изменения
zh_hans: 更改内容

source: 변경 내용 없음
ar: لا توجد تغييرات للعرض
en: No diff content
es: Sin contenido de cambios
fr: Aucune différence à afficher
hi: कोई बदलाव सामग्री नहीं
ja: 差分なし
pt_br: Sem conteúdo de diff
ru: Нет содержимого diff
zh_hans: 无差异内容

source: 변경 사항
ar: التغييرات
en: Changes
es: Cambios
fr: Modifications
hi: बदलाव
ja: 変更
pt_br: Alterações
ru: Изменения
zh_hans: 更改

source: 변경 사항 없음
ar: لا تغييرات
en: No changes
es: Sin cambios
fr: Aucun changement
hi: कोई बदलाव नहीं
ja: 変更なし
pt_br: Sem alterações
ru: Нет изменений
zh_hans: 无变更

source: 변경 파일
ar: الملفات المتغيّرة
en: Changed files
es: Archivos modificados
fr: Fichiers modifiés
hi: बदली गई फ़ाइलें
ja: 変更されたファイル
pt_br: Arquivos alterados
ru: Изменённые файлы
zh_hans: 更改的文件

source: 별칭
ar: اسم مستعار
en: Nickname
es: Alias
fr: Alias
hi: उपनाम
ja: 別名
pt_br: Apelido
ru: Псевдоним
zh_hans: 别名

source: 병합됨
ar: تم الدمج
en: Merged
es: Fusionado
fr: Fusionné
hi: मर्ज हो गया
ja: マージ済み
pt_br: Mesclado
ru: Объединено
zh_hans: 已合并

source: 보관
ar: أرشفة
en: Archive
es: Archivar
fr: Archiver
hi: संग्रह करें
ja: アーカイブ
pt_br: Arquivar
ru: Архивировать
zh_hans: 归档

source: 보관 세션 %lld건 삭제
ar: حذف %lld جلسة مؤرشفة
en: Delete %lld Archived Sessions
es: Eliminar %lld sesiones archivadas
fr: Supprimer %lld sessions archivées
hi: %lld संग्रहित सत्र हटाएँ
ja: アーカイブ済みセッション%lld件を削除
pt_br: Excluir %lld sessões arquivadas
ru: Удалить %lld архивных сессий
zh_hans: 删除 %lld 个已归档会话

source: 보관 세션 %lld건을 삭제할까요? 되돌릴 수 없습니다.
ar: هل تريد حذف %lld جلسة مؤرشفة؟ لا يمكن التراجع عن هذا.
en: Delete %lld archived sessions? This cannot be undone.
es: ¿Eliminar %lld sesiones archivadas? Esta acción no se puede deshacer.
fr: Supprimer %lld sessions archivées ? Cette action est irréversible.
hi: %lld संग्रहित सत्र हटाएँ? इसे पूर्ववत नहीं किया जा सकता।
ja: アーカイブ済みセッション%lld件を削除しますか？元に戻せません。
pt_br: Excluir %lld sessões arquivadas? Isso não pode ser desfeito.
ru: Удалить %lld архивных сессий? Это действие нельзя отменить.
zh_hans: 删除 %lld 个已归档会话？此操作无法撤销。

source: 보관 세션 삭제
ar: حذف الجلسات المؤرشفة
en: Delete Archived Sessions
es: Eliminar sesiones archivadas
fr: Supprimer les sessions archivées
hi: संग्रहित सत्र हटाएँ
ja: アーカイブ済みセッションを削除
pt_br: Excluir sessões arquivadas
ru: Удалить архивные сессии
zh_hans: 删除已归档会话

source: 보관된 세션이 없어요.
ar: لا توجد جلسات مؤرشفة.
en: No archived sessions.
es: No hay sesiones archivadas.
fr: Aucune session archivée.
hi: कोई संग्रहित सत्र नहीं।
ja: アーカイブされたセッションはありません。
pt_br: Nenhuma sessão arquivada.
ru: Нет архивных сессий.
zh_hans: 没有已归档的会话。

source: 보관됨
ar: مؤرشفة
en: Archived
es: Archivadas
fr: Archivées
hi: संग्रहित
ja: アーカイブ済み
pt_br: Arquivadas
ru: В архиве
zh_hans: 已归档

source: 보관함
ar: الأرشيف
en: Archive
es: Archivo
fr: Archives
hi: संग्रह
ja: アーカイブ
pt_br: Arquivo
ru: Архив
zh_hans: 归档

source: 보관함 보기
ar: عرض الأرشيف
en: Show Archive
es: Mostrar archivo
fr: Afficher les archives
hi: संग्रह दिखाएँ
ja: アーカイブを表示
pt_br: Mostrar arquivo
ru: Показать архив
zh_hans: 显示归档

source: 보기
ar: عرض
en: View
es: Ver
fr: Affichage
hi: दृश्य
ja: 表示
pt_br: Exibir
ru: Вид
zh_hans: 视图

source: 보기 옵션
ar: خيارات العرض
en: View options
es: Opciones de vista
fr: Options d’affichage
hi: दृश्य विकल्प
ja: 表示オプション
pt_br: Opções de exibição
ru: Параметры вида
zh_hans: 视图选项

source: 보기는 되지만, 조작하려면 Mac 의 손쉬운 사용 권한을 켜야 해요
ar: يمكن العرض، لكن للتحكم في جهاز Mac يجب تفعيل تسهيلات الاستخدام عليه
en: Viewing works, but to control your Mac you must enable Accessibility on it
es: Puedes ver la pantalla, pero para controlar tu Mac debes activar Accesibilidad en él
fr: L’affichage fonctionne, mais pour contrôler votre Mac, activez Accessibilité dessus
hi: देखना काम करता है, पर Mac को नियंत्रित करने के लिए उस पर एक्सेसिबिलिटी चालू करें
ja: 表示はできますが、操作するには Mac のアクセシビリティ権限をオンにしてください
pt_br: A visualização funciona, mas para controlar o Mac é preciso ativar Acessibilidade nele
ru: Просмотр работает, но для управления Mac включите на нём Универсальный доступ
zh_hans: 可以查看，但要操控 Mac 需在其上开启“辅助功能”权限

source: 보내기
ar: إرسال
en: Send
es: Enviar
fr: Envoyer
hi: भेजें
ja: 送信
pt_br: Enviar
ru: Отправить
zh_hans: 发送

source: 보내는 중
ar: جارٍ الإرسال
en: Sending
es: Enviando
fr: Envoi en cours
hi: भेजा जा रहा है
ja: 送信中
pt_br: Enviando
ru: Отправка
zh_hans: 发送中

source: 보류
ar: تعليق
en: Hold
es: Posponer
fr: Mettre en attente
hi: होल्ड
ja: 保留
pt_br: Adiar
ru: Отложить
zh_hans: 搁置

source: 보류 — 지금은 아니지만 버리긴 아까운 제안을 잠시 미뤄 둬요.
ar: تأجيل — نحِّ جانبًا اقتراحًا ليس وقته الآن لكن يصعب التخلّي عنه.
en: Hold — set aside a proposal that isn’t for now but is too good to throw away.
es: Aplazar — deja para más tarde una propuesta que no es para ahora pero que da pena descartar.
fr: Suspendre — mettez de côté une proposition qui n’est pas pour maintenant mais qu’il serait dommage de jeter.
hi: स्थगित करें — ऐसी पेशकश को कुछ समय के लिए टाल दें जो अभी के लिए नहीं है पर छोड़ना भी ठीक नहीं।
ja: 保留 — 今ではないけれど捨てるには惜しい提案を、しばらく寝かせておきます。
pt_br: Adiar — deixe de lado uma proposta que não é para agora, mas é boa demais para descartar.
ru: Отложить — отставьте предложение, которое сейчас не ко времени, но выбрасывать его жаль.
zh_hans: 暂缓——把暂时还不做、但弃之可惜的提议先搁置一下。

source: 보류·기각한 항목은 처리됨으로 옮겨가요.
ar: العناصر المؤجَّلة أو المرفوضة تنتقل إلى «تمت المعالجة».
en: Held or rejected items move to Resolved.
es: Los elementos en espera o rechazados pasan a Resueltas.
fr: Les éléments en attente ou rejetés passent dans Traitées.
hi: रोके या अस्वीकृत आइटम «निपटाए गए» में चले जाते हैं।
ja: 保留・却下した項目は「処理済み」に移ります。
pt_br: Itens em espera ou rejeitados vão para Resolvidas.
ru: Отложенные или отклонённые переходят в «Обработанные».
zh_hans: 保留或拒绝的项会移至「已处理」。

source: 보안
ar: الأمان
en: Security
es: Seguridad
fr: Sécurité
hi: सुरक्षा
ja: セキュリティ
pt_br: Segurança
ru: Безопасность
zh_hans: 安全

source: 보안 / 프라이버시
ar: الأمان / الخصوصية
en: Security / Privacy
es: Seguridad / Privacidad
fr: Sécurité / Vie privée
hi: सुरक्षा / गोपनीयता
ja: セキュリティ / プライバシー
pt_br: Segurança / Privacidade
ru: Безопасность / Конфиденциальность
zh_hans: 安全 / 隐私

source: 보안 검증 실패 — 서버 host key 가 일치하지 않아 직접 연결을 거부했습니다 (서버 위장 가능성)
ar: فشل التحقق الأمني — مفتاح مضيف الخادم غير متطابق، فتم رفض الاتصال المباشر (احتمال انتحال الخادم)
en: Security check failed — the server’s host key didn’t match, so the direct connection was refused (possible server impersonation)
es: Error en la verificación de seguridad: la clave de host del servidor no coincide, por lo que se rechazó la conexión directa (posible suplantación del servidor)
fr: Échec de la vérification de sécurité — la clé d’hôte du serveur ne correspond pas, la connexion directe a été refusée (usurpation de serveur possible)
hi: सुरक्षा जाँच विफल — सर्वर की होस्ट कुंजी मेल नहीं खाई, इसलिए सीधा कनेक्शन अस्वीकार किया गया (संभावित सर्वर प्रतिरूपण)
ja: セキュリティ検証に失敗 — サーバーのホストキーが一致しないため直接接続を拒否しました (サーバーなりすましの可能性)
pt_br: Falha na verificação de segurança — a chave de host do servidor não corresponde; a conexão direta foi recusada (possível falsificação de servidor)
ru: Проверка безопасности не пройдена — ключ хоста сервера не совпадает, прямое подключение отклонено (возможна подмена сервера)
zh_hans: 安全验证失败 — 服务器主机密钥不匹配，已拒绝直接连接（可能存在服务器仿冒）

source: 보안 상태
ar: حالة الأمان
en: Security status
es: Estado de seguridad
fr: État de sécurité
hi: सुरक्षा स्थिति
ja: セキュリティ状態
pt_br: Status de segurança
ru: Состояние безопасности
zh_hans: 安全状态

source: 보안 익스텐션 시작 중…
ar: جارٍ تشغيل امتداد الأمان…
en: Starting security extension…
es: Iniciando la extensión de seguridad…
fr: Démarrage de l’extension de sécurité…
hi: सुरक्षा एक्सटेंशन शुरू हो रहा है…
ja: セキュリティ機能拡張を起動中…
pt_br: Iniciando a extensão de segurança…
ru: Запуск расширения безопасности…
zh_hans: 正在启动安全扩展…

source: 복구
ar: استعادة
en: Restore
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
ja: 復元
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复

source: 복사
ar: نسخ
en: Copy
es: Copiar
fr: Copier
hi: कॉपी
ja: コピー
pt_br: Copiar
ru: Копировать
zh_hans: 复制

source: 복수 선택
ar: اختيار متعدد
en: Multi-select
es: Selección múltiple
fr: Choix multiple
hi: बहुविकल्पीय
ja: 複数選択
pt_br: Múltipla escolha
ru: Множественный выбор
zh_hans: 可多选

source: 복원 실패: %@
ar: فشل الاستعادة: %@
en: Restore failed: %@
es: Error al restaurar: %@
fr: Échec de la restauration : %@
hi: पुनर्स्थापना विफल: %@
ja: 復元に失敗しました: %@
pt_br: Falha na restauração: %@
ru: Не удалось восстановить покупки: %@
zh_hans: 恢复失败：%@

source: 복원 중…
ar: جارٍ الاستعادة…
en: Restoring…
es: Restaurando…
fr: Restauration…
hi: पुनर्स्थापित हो रहा है…
ja: 復元中…
pt_br: Restaurando…
ru: Восстанавливаем…
zh_hans: 正在恢复…

source: 부드럽게
ar: سلس
en: Smooth
es: Fluido
fr: Fluide
hi: स्मूद
ja: なめらか
pt_br: Suave
ru: Плавно
zh_hans: 流畅

source: 분
ar: الدقيقة
en: Minute
es: Minuto
fr: Minute
hi: मिनट
ja: 分
pt_br: Minuto
ru: Минута
zh_hans: 分钟

source: 분 시 일 월 요일 — 5필드 cron 식. 예: `0 9 * * 1-5` (평일 09:00)
ar: الدقيقة الساعة اليوم الشهر يوم الأسبوع — صيغة cron من 5 حقول. مثال: `0 9 * * 1-5` (أيام الأسبوع 09:00)
en: Minute hour day month weekday — a 5-field cron expression. e.g. `0 9 * * 1-5` (weekdays 09:00)
es: Minuto hora día mes día de la semana — expresión cron de 5 campos. Ej.: `0 9 * * 1-5` (días laborables 09:00)
fr: Minute heure jour mois jour de semaine — expression cron à 5 champs. Ex. : `0 9 * * 1-5` (jours ouvrés 09:00)
hi: मिनट घंटा दिन महीना सप्ताह-दिन — 5-फ़ील्ड cron एक्सप्रेशन। उदा. `0 9 * * 1-5` (कार्यदिवस 09:00)
ja: 分 時 日 月 曜日 — 5フィールドの cron 式。例: `0 9 * * 1-5`（平日 09:00）
pt_br: Minuto hora dia mês dia da semana — expressão cron de 5 campos. Ex.: `0 9 * * 1-5` (dias úteis 09:00)
ru: Минута час день месяц день недели — cron-выражение из 5 полей. Напр.: `0 9 * * 1-5` (будни 09:00)
zh_hans: 分 时 日 月 周几 — 5 字段 cron 表达式。例如 `0 9 * * 1-5`（工作日 09:00）

source: 분석
ar: التحليلات
en: Analytics
es: Analítica
fr: Analytique
hi: एनालिटिक्स
ja: 分析
pt_br: Análise
ru: Аналитика
zh_hans: 分析

source: 분석 전용
ar: للتحليل فقط
en: Analysis only
es: Solo análisis
fr: Analyse uniquement
hi: केवल विश्लेषण
ja: 分析専用
pt_br: Apenas análise
ru: Только анализ
zh_hans: 仅用于分析

source: 불러오기 실패
ar: فشل التحميل
en: Load failed
es: Error al cargar
fr: Échec du chargement
hi: लोड करने में विफल
ja: 読み込みに失敗
pt_br: Falha ao carregar
ru: Не удалось загрузить
zh_hans: 加载失败

source: 불러오는 중…
ar: جارٍ التحميل…
en: Loading…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा…
ja: 読み込み中…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 加载中…

source: 불러올 수 없어요
ar: تعذّر التحميل
en: Can’t load
es: No se puede cargar
fr: Chargement impossible
hi: लोड नहीं हो सका
ja: 読み込めません
pt_br: Não foi possível carregar
ru: Не удалось загрузить
zh_hans: 无法加载

source: 붙여넣기
ar: لصق
en: Paste
es: Pegar
fr: Coller
hi: पेस्ट
ja: ペースト
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

source: 브랜치
ar: الفروع
en: Branches
es: Ramas
fr: Branches
hi: ब्रांच
ja: ブランチ
pt_br: Branches
ru: Ветки
zh_hans: 分支

source: 브랜치 %@
ar: الفرع %@
en: Branch %@
es: Rama %@
fr: Branche %@
hi: ब्रांच %@
ja: ブランチ %@
pt_br: Branch %@
ru: Ветка %@
zh_hans: 分支 %@

source: 브랜치 %@ — 브랜치·worktree 관리
ar: الفرع %@ — إدارة الفروع و worktree
en: Branch %@ — manage branches and worktrees
es: Rama %@ — gestionar ramas y worktrees
fr: Branche %@ — gérer les branches et les worktrees
hi: ब्रांच %@ — ब्रांच और worktree प्रबंधित करें
ja: ブランチ %@ — ブランチと worktree を管理
pt_br: Branch %@ — gerenciar branches e worktrees
ru: Ветка %@ — управление ветками и worktree
zh_hans: 分支 %@ — 管理分支和 worktree

source: 브랜치 (예: main)
ar: الفرع (مثال: main)
en: Branch (e.g. main)
es: Rama (p. ej. main)
fr: Branche (p. ex. main)
hi: ब्रांच (उदा. main)
ja: ブランチ（例: main）
pt_br: Branch (ex.: main)
ru: Ветка (напр. main)
zh_hans: 分支（例：main）

source: 브랜치 «%@» 에 병합되지 않은 커밋이 있어요. 강제로 삭제하면 그 커밋들이 사라질 수 있어요.
ar: يحتوي الفرع «%@» على عمليات إيداع غير مدمجة. الحذف القسري قد يؤدي إلى فقدان هذه الإيداعات.
en: The branch “%@” has unmerged commits. Force-deleting it may lose those commits.
es: La rama «%@» tiene commits sin fusionar. Eliminarla a la fuerza puede hacer que se pierdan esos commits.
fr: La branche « %@ » contient des commits non fusionnés. La supprimer de force peut faire perdre ces commits.
hi: ब्रांच «%@» में बिना मर्ज किए कमिट हैं। ज़बरदस्ती हटाने पर वे कमिट खो सकते हैं।
ja: ブランチ「%@」にはマージされていないコミットがあります。強制削除するとそれらのコミットが失われる可能性があります。
pt_br: A branch “%@” tem commits não mesclados. Excluí-la à força pode fazer perder esses commits.
ru: В ветке «%@» есть несведённые коммиты. Принудительное удаление может привести к их потере.
zh_hans: 分支“%@”有未合并的提交。强制删除可能会丢失这些提交。

source: 브랜치 · worktree
ar: الفروع · worktree
en: Branches · worktree
es: Ramas · worktree
fr: Branches · worktree
hi: ब्रांच · worktree
ja: ブランチ · worktree
pt_br: Branches · worktree
ru: Ветки · worktree
zh_hans: 分支 · worktree

source: 브랜치 목록
ar: قائمة الفروع
en: Branch list
es: Lista de ramas
fr: Liste des branches
hi: ब्रांच सूची
ja: ブランチ一覧
pt_br: Lista de branches
ru: Список веток
zh_hans: 分支列表

source: 브랜치 삭제
ar: حذف الفرع
en: Delete branch
es: Eliminar rama
fr: Supprimer la branche
hi: ब्रांच हटाएँ
ja: ブランチ削除
pt_br: Excluir branch
ru: Удаление ветки
zh_hans: 删除分支

source: 브랜치 생성
ar: إنشاء فرع
en: Create branch
es: Crear rama
fr: Créer une branche
hi: ब्रांच बनाएँ
ja: ブランチ作成
pt_br: Criar branch
ru: Создание ветки
zh_hans: 创建分支

source: 브랜치 이름
ar: اسم الفرع
en: Branch name
es: Nombre de la rama
fr: Nom de la branche
hi: ब्रांच का नाम
ja: ブランチ名
pt_br: Nome da branch
ru: Имя ветки
zh_hans: 分支名称

source: 브랜치 이름 (영문·숫자)
ar: اسم الفرع (أحرف وأرقام)
en: Branch name (letters, numbers)
es: Nombre de rama (letras y números)
fr: Nom de branche (lettres et chiffres)
hi: ब्रांच नाम (अक्षर, अंक)
ja: ブランチ名（英数字）
pt_br: Nome do branch (letras e números)
ru: Имя ветки (латиница и цифры)
zh_hans: 分支名称（字母、数字）

source: 브랜치 이름이 올바르지 않아요.
ar: اسم الفرع غير صالح.
en: The branch name isn’t valid.
es: El nombre de la rama no es válido.
fr: Le nom de la branche n’est pas valide.
hi: ब्रांच का नाम मान्य नहीं है।
ja: ブランチ名が正しくありません。
pt_br: O nome da branch não é válido.
ru: Имя ветки недопустимо.
zh_hans: 分支名称无效。

source: 브랜치 전환
ar: تبديل الفرع
en: Switch branch
es: Cambiar de rama
fr: Changer de branche
hi: ब्रांच स्विच करें
ja: ブランチ切り替え
pt_br: Trocar de branch
ru: Переключение ветки
zh_hans: 切换分支

source: 브랜치를 main 에 합치는 요청을 데몬이 한 번에 하나씩 처리해요. 충돌하면 그 항목만 멈추고 직접 해결이 필요해요 — 나머지는 계속 처리돼요.
ar: يعالج البرنامج الخفي طلبات دمج الفروع في main واحدًا تلو الآخر. عند حدوث تعارض، يتوقف هذا العنصر فقط ويحتاج إلى حل يدوي — وتستمر البقية.
en: The daemon processes requests to merge branches into main one at a time. On a conflict, only that item pauses and needs manual resolution — the rest keep going.
es: El daemon procesa las solicitudes para fusionar ramas en main de una en una. Si hay un conflicto, solo ese elemento se detiene y requiere resolución manual; el resto continúa.
fr: Le daemon traite une par une les demandes de fusion de branches dans main. En cas de conflit, seul cet élément s’arrête et nécessite une résolution manuelle — les autres continuent.
hi: डेमन ब्रांच को main में मर्ज करने के अनुरोधों को एक-एक करके प्रोसेस करता है। विरोध होने पर केवल वही आइटम रुकता है और मैन्युअल समाधान की ज़रूरत होती है — बाक़ी चलते रहते हैं।
ja: ブランチを main にマージする依頼を、デーモンが一度に1件ずつ処理します。コンフリクトが起きると、その項目だけ止まって手動での解決が必要です — 残りは処理を続けます。
pt_br: O daemon processa as solicitações para mesclar ramos em main uma de cada vez. Em caso de conflito, apenas esse item para e precisa de resolução manual — o restante continua.
ru: Демон обрабатывает запросы на слияние веток в main по одному. При конфликте останавливается только этот элемент и требует ручного разрешения — остальные продолжают обрабатываться.
zh_hans: 守护进程会逐个处理将分支合并到 main 的请求。发生冲突时，只有该项会暂停并需要手动解决——其余继续处理。

source: 브랜치를 만들 수 없어요.
ar: تعذّر إنشاء الفرع.
en: Can’t create the branch.
es: No se puede crear la rama.
fr: Impossible de créer la branche.
hi: ब्रांच नहीं बन सकी।
ja: ブランチを作成できません。
pt_br: Não é possível criar a branch.
ru: Не удаётся создать ветку.
zh_hans: 无法创建分支。

source: 브랜치를 삭제할 수 없어요.
ar: تعذّر حذف الفرع.
en: Can’t delete the branch.
es: No se puede eliminar la rama.
fr: Impossible de supprimer la branche.
hi: ब्रांच नहीं हटाई जा सकी।
ja: ブランチを削除できません。
pt_br: Não é possível excluir a branch.
ru: Не удаётся удалить ветку.
zh_hans: 无法删除分支。

source: 브랜치를 전환할 수 없어요. 변경사항을 먼저 커밋하거나 정리해 주세요.
ar: تعذّر تبديل الفرع. الرجاء الالتزام بالتغييرات أو تنظيفها أولًا.
en: Can’t switch branches. Commit or clean up your changes first.
es: No se puede cambiar de rama. Confirma o limpia tus cambios primero.
fr: Impossible de changer de branche. Validez ou nettoyez d’abord vos modifications.
hi: ब्रांच स्विच नहीं हो सकी। पहले अपने बदलाव कमिट करें या साफ़ करें।
ja: ブランチを切り替えられません。先に変更をコミットするか整理してください。
pt_br: Não é possível trocar de branch. Faça commit ou limpe suas alterações primeiro.
ru: Не удаётся переключить ветку. Сначала закоммитьте или уберите изменения.
zh_hans: 无法切换分支。请先提交或清理你的更改。

source: 브리프
ar: الموجز
en: Brief
es: Brief
fr: Brief
hi: ब्रीफ़
ja: ブリーフ
pt_br: Brief
ru: Бриф
zh_hans: 简报

source: 브리프 %lld
ar: %lld موجزات
en: %lld briefs
es: %lld briefs
fr: %lld briefs
hi: %lld ब्रीफ़
ja: ブリーフ %lld
pt_br: %lld briefs
ru: Брифов: %lld
zh_hans: 简报 %lld

source: 브리프 결정
ar: قرار الموجز
en: Brief decision
es: Decisión del brief
fr: Décision du brief
hi: ब्रीफ़ निर्णय
ja: ブリーフの決定
pt_br: Decisão do brief
ru: Решение по брифу
zh_hans: 简报决定

source: 브리프 삭제
ar: حذف الموجز
en: Delete brief
es: Eliminar brief
fr: Supprimer le brief
hi: ब्रीफ़ हटाएँ
ja: ブリーフを削除
pt_br: Excluir brief
ru: Удалить бриф
zh_hans: 删除简报

source: 브리프 카드를 열면 문제·근거·스코프·스펙이 한눈에 정리돼 있어, 폰에서 30초 안에 판단할 수 있어요. 카드 하단에서 내릴 수 있는 결정은 네 가지예요:
ar: افتح بطاقة الموجز فتجد المشكلة والأدلة والنطاق والمواصفات مرتّبة في لمحة، فتقرر خلال 30 ثانية من هاتفك. هناك أربعة قرارات يمكن اتخاذها أسفل البطاقة:
en: Open a brief card and the problem, evidence, scope, and spec are laid out at a glance, so you can decide within 30 seconds on your phone. There are four decisions you can make at the bottom of the card:
es: Al abrir una tarjeta de informe, el problema, la evidencia, el alcance y la especificación quedan a la vista, así puedes decidir en 30 segundos desde el móvil. Hay cuatro decisiones posibles en la parte inferior de la tarjeta:
fr: Ouvrez une carte de brief et le problème, les preuves, le périmètre et la spécification sont présentés d’un coup d’œil, de sorte que vous pouvez décider en 30 secondes sur le mobile. Quatre décisions sont possibles en bas de la carte :
hi: ब्रीफ़ कार्ड खोलते ही समस्या, साक्ष्य, दायरा और स्पेक एक नज़र में दिखते हैं, इसलिए आप फ़ोन पर 30 सेकंड में निर्णय ले सकते हैं। कार्ड के नीचे चार निर्णय संभव हैं:
ja: ブリーフのカードを開くと、課題・根拠・スコープ・仕様が一目で整理されていて、スマホで 30 秒以内に判断できます。カード下部で下せる決定は四つです:
pt_br: Ao abrir um cartão de brief, o problema, as evidências, o escopo e a especificação ficam organizados num relance, então você decide em 30 segundos pelo celular. Há quatro decisões possíveis na parte inferior do cartão:
ru: Откройте карточку брифа — и проблема, обоснование, объём и спецификация представлены наглядно, так что решить можно за 30 секунд с телефона. Внизу карточки доступны четыре решения:
zh_hans: 打开简报卡片，问题、依据、范围与规格一目了然，你可在手机上 30 秒内做出判断。卡片底部可做出四种决定：

source: 브리프를 만드는 두 가지 길 — 우상단 + (만들기) 메뉴에서 고릅니다:
ar: طريقتان لإنشاء موجز — اختر من قائمة + (إنشاء) أعلى اليمين:
en: Two ways to create a brief — pick from the + (create) menu at the top right:
es: Dos formas de crear un informe — elige en el menú + (crear) de la parte superior derecha:
fr: Deux façons de créer un brief — choisissez dans le menu + (créer) en haut à droite :
hi: ब्रीफ़ बनाने के दो तरीके — ऊपर दाईं ओर + (बनाएँ) मेनू से चुनें:
ja: ブリーフを作る二つの方法 — 右上の + (作成)メニューから選びます:
pt_br: Duas formas de criar um brief — escolha no menu + (criar) no canto superior direito:
ru: Два способа создать бриф — выберите в меню + (создать) в правом верхнем углу:
zh_hans: 创建简报的两种方式——在右上角的 + (创建)菜单中选择：

source: 블러
ar: تمويه
en: Blur
es: Desenfoque
fr: Flou
hi: ब्लर
ja: ぼかし
pt_br: Desfoque
ru: Размытие
zh_hans: 模糊

source: 비밀번호 가리기
ar: إخفاء كلمة المرور
en: Mask password
es: Ocultar contraseña
fr: Masquer le mot de passe
hi: पासवर्ड छिपाएँ
ja: パスワードを隠す
pt_br: Ocultar senha
ru: Скрыть пароль
zh_hans: 隐藏密码

source: 비밀번호 가리기 끄기
ar: إيقاف إخفاء كلمة المرور
en: Stop masking password
es: Dejar de ocultar la contraseña
fr: Ne plus masquer le mot de passe
hi: पासवर्ड छिपाना बंद करें
ja: パスワードの非表示を解除
pt_br: Parar de ocultar a senha
ru: Не скрывать пароль
zh_hans: 取消隐藏密码

source: 비우기
ar: مسح
en: Clear
es: Borrar
fr: Effacer
hi: साफ़ करें
ja: 消去
pt_br: Limpar
ru: Очистить
zh_hans: 清空
